"Preview" = "Aperçu";
"Info" = "Infos";

"Name:" = "Nom :";
"Kind:" = "Type :";
"Size:" = "Taille :";
"Capacity:" = "Capacité :";
"Free:" = "Libre :";
"Modified:" = "Modification :";
"Created:" = "Création :";
"Owner:" = "Possesseur :";
"Group:" = "Groupe :";
"Permission:" = "Autorisations :";
"Type:" = "Type :";
"Creator:" = "Créateur :";
"Version:" = "Version :";
"Path:" = "Accès :";
"Resolved:" = "Original :";
"Application:" = "Application :";
"MP3:" = "MP3 :";
"Format:" = "Format :";
"Mount Point:" = "Point d'ancrage :";
"Device:" = "Device UNIX :";
"Volume:" = "Volume :";

"rsrc:" = "rsrc :";
"data:" = "data :";
"Calculating..." = "Calcul en cours…";
"Contents:" = "Contenu :";
" items" = " éléments";
" bytes" = " octets";

"Calculate" = "Calculer";
